[Main]
DisplayName=Hebrew

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=הסר בכוח
ListView_Search.Columns[1].caption=גודל
PopMenu_Uninstall.caption=הסר
RdImageButton_Next.caption=הסר
RdImageButton_Cancel.caption=בטל
PopMenu_SearchOnline.caption=חפש ברשת
ListView_Search.Columns[2].caption=תאריך התקנה
PopMenu_OpenFolder.caption=פתח מיקום קובץ
lbl_Detail_Title.caption=IObit הסרה חכמה
RdImageButton_Browser.caption=בחר...
ListView_Search.Columns[0].caption=שם מוצג:
lbl_Detail_Detail.caption=סריקה חכמה עוזרת לך להסיר תוכנה שלא יכולה להמחק באופן רגיל ומנקה את כל הקבצים שנשארו ממנה, זה גם יכול לעזור בניקוי קיצור הדרך וקובץ היעד שלה בקלות
lbl_Forced_Tip2.caption=לחץ "הסר" בשביל להתחיל את ההסרה החכמה או הסרה של קבצים שנשארו
lbl_Forced_Tip1.caption=אתה יכול לבחור או לשחרר את הקובץ או התיקייה פה בשביל למחוק את התכנית הקשורה לקובץ
PopMenu_ViewEntry.caption=הצג כניסה

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=שלח חוות דעת
lblBack.Caption=חזור
lblAddFile.Caption=הוסף קובץ...
lblAddFolder.Caption=הוסף תיקייה...
PopMenu_Sub_Setting.Caption=הגדרות
Restore1.Caption=שחזור
PopMenu_Sub_Update.Caption=חפש אחר עדכונים
lblLike.Caption=אהבתי
lblForcedUninstall.Caption=הסר בכוח
PopMenu_Sub_ExportApplicationList.Caption=שמור רשימת תוכנות
PopMenu_Sub_About.Caption=אודות
lblBatch.Caption=הסר כמה פריטים
PopMenu_Sub_IObitOnline.Caption=IObit אתר
PopMenu_Sub_TechnicalSupport.Caption=תמיכה טכנית
PopMenu_Sub_UserManual.Caption=מדריך למשתמש

[Uninstaller_frmFileShredder]
lbl_AddFile.caption=הוסף קובץ...
lbl_AddFolder.caption=הוסף תיקייה...
lblLoading.caption=טוען...
RdImageButton_Cancel.caption=בטל
Menu_Shredder_AddFile.caption=הוסף קובץ
Menu_Shredder_AddFolder.caption=הוסף תיקייה
Menu_Shredder_Romove.caption=מחק
lbl_Caption.caption=מגרסת קבצים
Menu_Shredder_Clean.caption=נקה
RdImageButton_Shredder.caption=לגרוס
ListView_FileList.Columns[0].Caption=מיקום קובץ
lbl_Detail_Detail.caption=כפי שאתם יודעים, קבצים שנמחקים מהמחשב יכולים להיות משוחזרים אפילו אם הדיסק עובר פרמוט, מסיר רגיל מסיר רק את שם הקובץ בלי לגעת בתוכן מסיבת ביצועים, אם אתה רוצה מחיקה תמידית לקבצים מסווגים או חשובים, אתה יכול לעשות מה שאתה צריך עם מסיר הקבצים
lbl_Listview_Title.caption=בחר את הקובץ או התיקייה שאתה רוצה לגרוס
Menu_Shredder_Shredder.caption=מגרסה
lbl_Shredder_Tip.caption=גורס את הקבצים, זה יכול לקחת קצת זמן, אנא המתן

[Uninstaller_M]
MainGiftbox_Hint=!הנחה מיוחדת %D% 
Hint_WindowRest=שחזור
Uninstall_Btn_Str=הסר
Button_Uninstall=הסר
Startup_Delete_M=מחק
Hint_WindowClose=סגור
Nav_Item_Tools_Windows=כלי ווינדוס
RegistryCaption_Str=רישום
Nav_Item_Tools_Shred=מגרסת קבצים
Button_Shred=לגרוס
Button_Remove=מחק
FuncVoteVSD=משתמשים שדירגו:
FuncVoteNothing=אף אחד לא ה
FuncVoteCFD=אתה דירגת כבר
FuncVoteVSB=משתמשים שדירגו:
FuncCheckBrowserMsgBox_3=או לחץ ביטול בשביל לעצור את הפעולה
FuncCheckBrowserMsgBox_6=או לחץ ביטול בשביל לעצור את הפעולה
ListViewGroupPlugins=ת
Powerscan_Btn_Str=סריקה חכמה
SureToDelete_Str=אתה בטוח שאתה רוצה למחוק את הקבצים שנבחרו ?
SoftwareFrame_InstallDate_M=תאריך התקנה
FuncVoteActiveVote=דירוג
FuncVoteActiveOK=אישור
ProcessColHead=שם תהליך(מצב: %d)
Input_Text_Search=חיפוש
Nav_Colle_Program=תוכניות
Nav_Colle_Browser=תוספים וסרגלי כלים
Nav_Colle_Win=מנהל המערכת
Nav_Colle_Tools=כלים
Nav_Item_Program_All=כל התכניות
Nav_Item_Program_Recent=הותקן לאחרונה
Nav_Item_Program_Large=תוכניות גדולות
Nav_Item_Program_Infrequent=שומש לעיתים רחוקות
Nav_Item_Browser_All=כל התוספים וסרגלי הכלים
Nav_Item_Browser_Chrome=גוגל כרום
Nav_Item_Browser_FF=מוזילה פיירפוקס
Nav_Item_Browser_IE=אינטרנט אקסלורר
Nav_Item_Browser_Opera=אופרה
Nav_Item_Win_App=אפליקציות
Nav_Item_Win_Startup=הפעלה
Nav_Item_Win_Process=תהליך
Nav_Item_Win_Update=מעדכן המערכת
Nav_Item_Tools_Histroy=הסר היסטוריה
Button_Scan=סריקה
History_Scan_M=סריקה
Button_Clean=נקה
Hint_Settings=אפשרויות
Hint_WindowMin=הקטן
Hint_WindowMax=הגדל
MsgBox_SelectProgram=בבקשה בחר תוכנה כהתחלה
MsgBox_SelectScan=בבקשה תבחר לפחות פריט אחד לסריקה
MsgBox_NoUseless=לא נמצאו קבצים ללא שימוש במחשב שלך
MsgBox_SelectClean=בבקשה בחר לפחות פריט אחד לניקוי
MsgBox_CleanCompleted=הניקוי הושלם
MsgBox_ProcessDelSuccess=מחיקה הושלמה
MsgBox_ProcessDelFailed=מחיקה נכשלה
MsgBox_ProcessEndtaskFailed=סיום תהליך נכשל
Process_Endtask=סיים תהליך
Startup_Enabled_M=מופעל
Startup_Disabled_M=בוטל
ListviewHeader_Software_M=שם תוכנה(ביחד: %d)
StartupManger_uninstall_M=בבקשה בחר תוכנה כהתחלה
Uninstalled_completely_M=הסרה הושלמה
History_Installed_M=מותקן
Clean_Download_GroupsHeader_M=הורד תיקייה
Restore_CreatePoint_ASK_M=אתה בטוח שאתה רוצה ליצור נקודת שחזור ?
Restore_CreatePoint_Sucess_M=נקודת שחזור נוצרה בהצלחה
Restore_CreatePoint_Failed_M=יצירת נקודת שחזור נכשלה, בבקשה בדוק ששחזור המערכת שלך פעיל
Restore_RestrorePoint_Tip_M=אזהרה: לאחר שחזור מערכת כל הנתונים שבוצעו לאחר נקודת השחזור ימחקו, לאחר התחלת השחזור, שחזור המערכת לא יכול להפסיק, אתה בטוח שאתה רוצה להמשיך ?
Restore_RestorePoint_Restart_M=צריך הפעלה מחדש בשביל להפעיל את השינויים האלה, בבקשה שמור את כל העבודות ואת כל התוכניות הפתוחות, הפעל את המחשב מחדש
Restore_RestoreRotate_Tip_M=משחזר קבצי מערכת והגדרות, המתן בבקשה
Restore_DeletePoint_Tip_M=אתה בטוח שאתה רוצה למחוק את זה ?
SoftwareFrame_ProgramName_M=שם תוכנה (הכל: %s)
Powerscan_Str=סריקה חכמה %s (%d/%d)
Uninstall_Str=מחיקה רגילה %s (%d/%d)
Uninstalling_Single_Str=אתה רוצה למחוק את %s ?
Uninstalling_Some_Str=האם אתה רוצה להסיר את תוכניות%d נבחרו,%s, וכו '?
ShowNotify_Uninstall_Str=לעולם אל תראה את ההתראה הזאת
Clean_Shortcuts_GroupsHeader_M=קיצורי דרך שגויים
Clean_Shortcuts_GroupsSubtitle_M=סרוק והסר את הקיצורי דרך השגויים במסך התחל, שולחן עבודה, ומקומות נוספים במערכת שלך בשביל לשפר את הביצועים של המערכת ואת חווית המשתמש
Clean_WindowsPatch_GroupsHeader_M=תיקון מטמון במערכת
Clean_WindowsPatch_GroupsSubtitle_M=נקה את המטמון במערכת שנוצר
במהלך תיקונים לשחרור מקום בדיסק קשיח בשביל לגרום למערכת לרוץ חלק יותר
SelectAll_Str=בחר הכל
History_Detail_M=פרטים
Win8ColumnStr_Title=שם התוכנה (הכל: %d)
Win8ListViewGroupsWin8AppHeader=אפליקציות של ווינודס
ListViewGroupToolbar=סרגל כלים
FuncCheckBrowserMsgBox_1=%s רץ עכשיו
FuncCheckBrowserMsgBox_4=%s רצים עכשיו
FuncCheckBrowserMsgBox_5=לחץ אישור בשביל לסגור אותם בכוח (מידע לא שמור עלול להאבד
FuncPluginRmoveConfireMsgBox=אתה בטוח שאתה רוצה למחוק את הפריטים הנבחרים (s)
FuncPluginRemoveSuccessMsgBox=הפריטים נמחקו בהצלחה
FuncPluginSelectMsgBox=בבקשה תבחר פריט כהתחלה
FuncPluginRemoveFailedMsgBox_1=מחיקת הפריטים הבאים נכשלה:
FuncVoteCFC=אתה דירגת כבר
FuncVoteVSA=דירוג לא התקבל עדין
FuncVoteCFA=תהיה הראשון לדרג
FuncVoteVSC=לא התקבל דירוג ממשתמשים אחרים
FuncVotePlugSelectMsgBox=בבקשה תבחר תוכנה לדירוג
FuncVoteMarkSelectMsgBox=דרג בבקשה
Powerful_File_Reboot_M=דירוג נכשל, בבקשה בדוק את חיבור האינרטנט שלך ונסה שוב
FuncRestoreFailedMsgBox=נכשל לשחזור הגדרות ברירת מחדל של הדפדפן, בבקשה סוגר %s
Powerful_File_Del_M=קבצים שנמחקו:
Powerful_Reg_Sucess_M=רישום נמחק בהצלחה
Powerful_Reg_Faild_M=מחיקת הרישום נכשלה
History_info_DouBle_M=תוכניות שנבחרו להסרה בזמן האחרון לא הוסרו בשלמות, בבקשה לחץ הסר בשביל להמשיך
Powerful_Services_Sucess_M=השירות נמחק בהצלחה
Powerful_Services_Faild_M=מחיקת השירות נכשלה
History_info_One_M=התוכנית שנבחרה להסרה בזמן האחרון לא הוסרה במלואה, בבקשה לחץ הסר בשביל להמשיך
StartupManger_Failed3_M=3. לחשבון שלך אין הרשאות מנהל
StartupManger_Failed_M=הפעולה נכשלה, הסיבה יכולה להיות:
StartupManger_Failed1_M=1. לתוכנת שרצה בהפעלה יש הגנה עצמית
StartupManger_Failed2_M=1. הפעולה נכשלה על ידי אנטי וירוס או תוכנת אבטחה
OneItemStr=%d פריט
SomeItemStr=%d פריטים
FileCaption_Str=קובץ
ListViewItemTrust=אפשר
ListViewItemUnTrust=אל תאפשר
FuncVoteFailedMsgBox=הדירוג נכשל, בדוק את החיבור אינטרנט שלך
RestoreDefaultSettingsButton=שחזר הגדרות מקוריות של %s
FuncRestoreSuccessMsgBox=שוחזר להגדרות ברירת מחדל בהצלחה
Shredder_DirIsEmpty_M=הקובץ ריק, אתה לא יכול לגרוס אותו
SoftwareFrame_Frequency_DaysHint_M=לא שומש ל %s  ימים
ShowNotify_Powerscan_Str=הפעלה אוטומטית של סריקה חכמה כל פעם
RebootToDelete_Str=(מחק באתחול המחשב)
Win8SelectOne=בבקשה בחר לפחות ישום אחד
DeselectAll_Str=בטל בחירה להכל
ListViewGroupTrustTitle=סרגלי כלים ותוספים מוסמכים
ListViewGroupTrustDesc=הסרגלי כלים והתוספים האלה לא יפגעו במחשב שלך, אתה יכול למחוק או להשאיר אותם
ListViewGroupUnTrustTitle=סרגלי כלים ותוספים מומלצים למחיקה
ListViewGroupExtensions=תוספים
History_Residualfilesleft_M=קבצי זבל נותרו
ServiceCaption_Str=שירותי מערכת
TaskCaption_Str=משימות מתוזמנות
UpdateColumnStr_Title=שם עדכון (סה"כ:%d)
UpdateSelectOne=בבקשה תבחר לפחות תוכנה אחת
Powerful_Task_Faild_M=מחיקת מתזמן המשימות נכשלה:
Powerful_Task_Sucess_M=מחיקת מתזמן המשימות הצליחה
Win8ListViewGroupsWin8AppSubtitle=אפליקציות שפורסמו על ידי מייקורוסופט
Win8ListViewGroupsThirdHeader=אפליקציות צד שלישי
Win8ListViewGroupsThirdSubtitle=אפליקציות שפורסמו על ידי חברות צד שלישי
FuncVoteCFB=מה אתה חושב על התוסף ?
Nav_Item_Tools_Cleanup=נקה קבצי זבל
Shredder_Sucess_M=הקבצים גורסו בהצלחה
FuncPluginRemoveFailedMsgBox_3=בבקשה צא מדפדפנים הפתוחים ונסה שוב
FuncPluginRemoveFailedMsgBox_2=בבקשה צא מהדפדפנים המוצגים על מנת למחוק את הקבצים
FuncVoteCount=אנשים שמדרגים עכשיו
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
DeletedSuccess_Str=הקבצי זבל נוקו בהצלחה !
RemainFiles_Str=קבצים הבאים ימחקו בהפעלה מחדש הבאה של המערכת %d ה
NoResidualFiles_Str=לא נמצאו קבצי זבל בסריקה החכמה
Restore_CreateRotate_Tip_M=יוצר נקודת שחזור מערכת, אנא המתן
SoftwareFrame_FrequencyUse_M=תדירות שימוש
MsgBox_NoProgramMatchProcess=אין תוכניות שמתאימות להתהליך והתהליך ימחק ישירות, להמשיך ?
Shredder_NotAddFolder_M=הגריסה נכשלה, גריסת הקובץ עלולה לגרום לחוסר יציבות במערכת %s
ListViewPlugSysbit=קצת זמן
ListViewGroupUnTrustDesc=סרגלי כלים ותוספות עם דירוגי משתמשים נמוכים עשויים להכיל פונקציות לא רצויות
FuncCheckBrowserMsgBox_2=לחץ אישור על מנת לסגור את הישום, בבקשה שמור את העבודה לפני
StartManager_failedTip_M=התאת
StartManager_MatchTip_M=התאם את התוכנה המותקנת, התוכנית והפריטי הפעלה הקשורים אליה ימחקו, להמשיך ?
Extension_DES=הרחבות משמשת להתאמה אישית של הדפדפן עם תכונות שאתה אוהב
BHO_DES=BHO עוזר ליצור דפדפנים מותאמים אישית ולספק פונקציות אינטראקטיביות פשוטות
Shredder_Del_M=אתה בטוח שאתה רוצה להסיר את הקבצים / קובץ לאופן תמידי, הפעולה היא בלתי הפיכה לחלוטין ! ותיקח זמן רב יותר להסרה %d
Shredder_NotDel_M=לא נגרס מכיוון שהוא לא ניתן לקריאה, וודא שהקובץ לא בשימוש של כל תוכנה אחרת ונסה שוב %s
Shredder_InUse_M=קבצים מסוימים לא גורסו מכיוון שלא ניתן לקרוא אותם, בבקשה בדוק ששום תוכנה אחרת לא משתמשת בהם
FileShredder_MaxCount_M=5000 קבצים נוספו, בבקשה תוסיף את שאר הקבצים לאחר שהגריסה תושלם במלואה
Clean_Download_GroupsSubtitle_M=סרוק קבצים בתיקיית הורדות הכללית
NoticeInfo_One=תוסף זדוני זוהה בדפדפן שלך, בקשה פתח את המסיר על מנת למחוק אותו
NoticeInfo_Some=תוספות זדוניות זוהו בדפדפן שלך, בבקשה פתח את המסיר על מנת להסיר אותם
Toolbar_DES=סרגל הכלים עוזר למשתמשים גישה לאתרים במהירות או לבצע פעולות אחרות
Activex_DES=התוסף ActiveX משומש על ידי Internet Explorer כדי להקל על השמעת מדיה עשירה
Plugin_DES=תוספות יכולות להיות קלות להתקנה ומשומשות כחלק מהדפדפן
ListViewGroupInjectedPrograms=תוספות חוץ
Injection_DES=תוספות חוץ יוסיפו קבצי צד שלישי לדפדפן על מנת להוסיף כמה תכונות
Program_Information=מידע על התוכנית
Files_Deleted=קבצים שנמחקו
Service_Deleted=השירות נמחק
Scheduled_Tasks_Deleted=מתזמן משימות נמחק
Deleted_on_Reboot=נמחק באתחול
UninstallLog_No_IsEmpty_M=לא נמצאו קבצי זבל בסריקה החכמה
Registries_Deleted=הרישומים נמחקו
Clean_DownloadFile_FileUseTip_M=.הקובץ לא ניתן למחיקה מכיוון שהוא בשימוש, בבקשה סגור אותו על מנת להמשיך
MenuRight_Caption=הסרה חכמה
StartupHeader_Software_M=שם (הכל: %d)
IsAscInstall=Advanced SystemCare כן, התקן
PCHealthASCStr=למחשב שלך יש <a>%d</a> בעיות פרטיות,<a>%d</a> בעיות ברישום,<a>%d</a> קבצי זבל התקינו Iobit Advanced SystemCare ומחקו את כל הבעיות, והאיצו את מחשבכם
PCHealthIMFStr=למחשב שלך יש <a>%d</a> תוכנות זדוניות, אנחנו ממליצים בחום להתקין Iobit Malware Fighter כדי להסיר אותם מידית
IsIMFInstall=IObit Malware Fighter כן, התקן
IMFRecommedStr1=נסה עכשיו, 10 מיליון ומעלה בחירות
IMFRecommedStr2=Iobit Malware Fighter  אתה לא תדאג אף פעם מתוכנות זדוניות ותהיה בטוח עם

[Uninstaller_frmSystemRestore]
RdImageButton_Restore.caption=שחזור
RdImageButton_Delete.caption=מחק
RdImageButton_Cancel.caption=בטל
lbl_Caption.caption=מסיר השחזור
lbl_Detail_Title.caption=שחזור מערכת
lbl_Detail_Detail.caption=נהל את נקודות השחזור שלך, נקודת השחזור האחרונה לא יכולה להמחק מסיבות של ביטחון המערכת
ListView_Restore.Columns[0].caption=תאריך ושעה
ListView_Restore.Columns[1].caption=מידע
btn_CreateRestorePoint.caption=צור נקודת שחזור

[Uninstaller_frmSelectProgram]
HistoryInfo_UninstallDate=תאריך הסרה
rdibOK.Caption=הסר
rdlvSelect.Columns[0].Caption=שם תוכנה
HistoryInfo_InstallDate=התקן תאריך
HistoryInfo_Version=גירסא
HistoryInfo_Publisher=מפרסם
HistoryInfo_DisplayName=שם מוצג:
HistoryInfo_Location=מיקום
rdlvSelect.Columns[1].Caption=מיקום
HistoryInfo_UseSize=ש
lblDesc.Caption=התוכניות הבאות קשורות עם הפריט הזה, בבקשה סמן את התוכניות שאתה רוצה להסיר ואז לחץ "הסר" על מנת להמשיך

[uninstaller_FrameHistory]
ListView_History.Columns[2].Caption=גודל
ListView_History.Columns[3].Caption=מצב
ListView_History.Columns[4].Caption=פעולה
lbl_History_Name.caption=היסטורית מחיקה
ListView_History.Columns[1].Caption=תאריך הסרה
lbl_History_Detail.caption=שמור את היומנים והצג את מצב ההסרה, אם ההסרה היא ללא מחיקה חכמה, יכול להיות קבצי זבל שנותרו, לחץ על "סריקה" על מנת למצוא אותם ולמחוק אותם על מנת לשמור על ביצועי מערכת גבוהים יותר

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[2].caption=גודל
ListView_AppList.Columns[1].caption=פעולה
mniUninstall.caption=הסר
mniRefush.caption=רענן
mniSearchOnline.caption=חפש ברשת
ListView_AppList.Columns[0].caption=שם
ListView_AppList.Columns[3].caption=התקן תאריך
ListView_AppList.Columns[4].caption=גירסא
lblLoading.caption=מרענן..
mniView.caption=הצג
mniDetails.caption=פרטים
mniIcons.caption=סמלים
mniOpenFile.caption=פתח מיקום קובץ
mniOpenReg.caption=פתח בעורך הרישום
mniOpenWinstore.caption=בשביל להראות אפליקציות של חלונות, בבקשה תבדוק שלחשבון שלך יש גישת מנהל מערכת
lbl_NoticeContent.caption=בשביל להראות אפליקציות של חלונות, בבקשה תבדוק שלחשבון שלך יש גישת מנהל מערכת
lbl_NoticeTile.caption=שים לב:

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[2].Caption=גודל
ListView_SoftwareList.Columns[1].Caption=פעולה
Menu_Program_Uninstall.caption=הסר
Menu_Program_Refresh.caption=רענן
Menu_Program_SearchOnline.caption=חפש ברשת
ListView_SoftwareList.Columns[3].Caption=התקן תאריך
ListView_SoftwareList.Columns[4].Caption=גירסא
Menu_Program_Details.caption=פרטים
Menu_Program_icons.caption=סמלים
Menu_Program_OpenFileLocation.caption=פתח מיקום קובץ
Menu_Program_OpeninRegedit.caption=פתח בעורך הרישום
Menu_Program_Repair.caption=תקן
Menu_Program_ViewBy.caption=הצג על ידי...

[uninstaller_FormHistory]
RdListView_History.Columns[1].Caption=מצב
RdLabel_NoTkanks.caption=לא, תודה
ImageButton_Uninstall.caption=הסר
RdListView_History.Columns[0].Caption=שם תוכנה

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[3].Caption=פעולה
mniRefush.Caption=רענן
mniRemove.Caption=מחק
mniSearchOnline.Caption=חפש ברשת
rdlvCustomBrowse.Columns[0].Caption=שם
rdlvAllBrowse.Columns[0].Caption=שם
lblLoading.caption=מעדכן תוספים
rdlvCustomBrowse.Columns[1].Caption=מפרסם
rdlvAllBrowse.Columns[2].Caption=מפרסם
mniOpenFloder.Caption=פתח מיקום קובץ
mniOpeninRegedit.Caption=פתח בעורך הרישום
mniSelectedAll.Caption=בחר הכל
mniRate.Caption=דירוג
rdlvAllBrowse.Columns[1].Caption=דירוגים של המשתמש:
mniInvertSelection.Caption=הפוך את הבחירה

[Uninstaller_Frame_Update]
ListView_Update.Columns[1].caption=פעולה
mniUninstall.caption=הסר
mniRefush.caption=רענן
ListView_Update.Columns[0].caption=שם
ListView_Update.Columns[3].caption=גירסא
lblLoading.caption=מרענן..
mniViewby.caption=הצג
mniDetails.caption=פרטים
mniIcons.caption=סמלים
ListView_Update.Columns[2].caption=התקן תאריך

[UninstallHistory_M]
rdlbl_NoTkanks.caption=לא, תודה
RdImageButtonImageButton_Uninstall.caption=הסר
History_info_DouBle_M=תוכניות שנבחרו להסרה בזמן האחרון לא הוסרו בשלמות, בבקשה לחץ הסר בשביל להמשיך
History_info_One_M=התוכנית שנבחרה להסרה בזמן האחרון לא הוסרה במלואה, בבקשה לחץ הסר בשביל להמשיך

[Uninstaller_frmWinAppUninstaller_ASK]
btnImgUninstall.caption=הסר
btnImgCancle.caption=בטל
lblUninstalling.caption=מסיר
lblHit.caption=ישומים אלה קשורים, הסרה של ישום אחד תגרום להסרה אוטומטית של הישום השני, אתה בטוח שאתה רוצה להמשיך ?

[Uninstaller_frmUninstallForm]
btnImg_Uninstall.caption=הסר
btnImg_Delete.caption=מחק
btnImg_ReslutCancel.caption=בטל
btnImg_AllMainCancel.caption=בטל
lbl_SeletedAll.caption=בחר הכל
lbl_IsPowerScanTitle.caption=סריקה חכמה
lbl_StatePowerfulScan.caption=סריקה חכמה
mniMenu_Path.caption=פתח מיקום קובץ
mniMenu_Regedit.caption=פתח בעורך הרישום
lbl_Caption.caption=IObit Unisntaller
lbl_ShowNotify.caption=לעולם אל תראה את ההתראה הזאת
lbl_StateCreateRestore.caption=צור נקודת שחזור
lbl_CreateRestroingHint.caption=יצירת נקודת שחזור מלפני הסרה, זה יקח קצת זמן
lbl_IsCreateRestore.caption=יצירת נקודת שחזור מלפני הסרה, זה יקח קצת זמן
lbl_StateStandardUninstall.caption=הסרה רגילה
lbl_IsUninstallHint.caption=אתה בטוח רוצה להסיר את התוכניות שבחרת ?
lbl_CreateRestroingTitle.caption=יצירת נקודת שחזור מלפני הסרה
lbl_StandardUninstallTitle.caption=הסרה רגילה %s (%n/%n)
lbl_StadardUninstallHint.caption=תהליך ההסרה משתמש במסיר המותקן מראש של האפלקציה
lbl_IsPowerScanHint.caption=לחץ סריקה חכמה בשביל לנקות קבצים שנשארו מהתוכנה, או לחץ ביטול בשביל לצאת
lbl_PowerScaningTitle.caption=סורק סריקה חכמה %s (%n/%n)
lbl_PowerScaningHint.caption=סורק סריקה חכמה...
lbl_Warning_Title.caption=אזהרה:
lbl_ShredFile.caption=גרוס קבצים
lbl_Warning_Detail.caption=כמה תוכניות זוהו במקום הזה, בבקשה תהיה זהיר מתי שאתה בוחר את הישומים למחיקה
lbl_PCHealthTitle.caption=:מצב בריאות מחשב
btnImg_Download.caption=התקנה בחינם
lbl_CancleRecommend.caption=סגור
btnImg_PowerscanComplete.caption=OK

[Uninstaller_fraProcessManage]
lbl_Caption.caption=אתחול
Uninstall1.Caption=הסר
rdlvProcess.Columns[1].Caption=הסר
Refresh1.Caption=רענן
lbl_Caption.Caption=תהליך
EndTask1.Caption=סיים תהליך
rdlvProcess.Columns[2].Caption=מעמד ומבצע
lbl_Detail_Detail.Caption=הצג את התוכנות שלא של המערכת, כך שתוכל להסיר אותם או לסגור אותם בשביל ביצועים טובים יותר
Openfilelocation1.Caption=פתח מיקום קובץ
SearchOnline1.Caption=חפש ברשת

[uninstaller_Frame_StartManager]
Menu_Uninstall.caption=הסר
ListView_StratManager.Columns[1].Caption=הסר
lbl_Caption.caption=הפעלה
Menu_Refresh.caption=רענן
Menu_Enable.caption=הפעל
Menu_Disable.caption=בטל
Menu_Delete.caption=מחק
ListView_StratManager.Columns[2].Caption=מעמד ומבצע
lbl_stratup_detail.caption=הצג את כל התוכניות שמופעלות בעת התחלת המחשב על מנת שתוכל לבטל או להסיר אותם על מנת שתשפר את מהירות ההפעלה של המערכת
Menu_SearchOnline.Caption=חפש ברשת

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=סגור

[uninstaller_Frame_WindowsTools]
lbl_Caption.caption=כלי ווינדוס
RdImageButton_Service.caption=שירותים
RdImageButton_syspRro.caption=מאפייני מערכת
RdImageButton_Registr.caption=רישום
RdImageButton_information.caption=מידע מערכת
RdImageButton_winCom.caption=תכונות ווינדוס
RdImageButton_SecuCen.caption=מרכז אבטחה
RdImageButton_task.caption=מתזמן משימות
lbl_Detail_Detail.caption=מספק דרך מהירה לגישה ולניהול של שירותים וכלים של המערכת

[Uninstaller_frmRestBrowserDefault]
rdibtnCancel.Caption=בטל
lblTitle.Caption=הגדרות ברירת מחדל
lblConfire.Caption=אתה בטוח שאתה רוצה לשחזר הגדרות ברירות מחדל ?
lblHomepageTitle.Caption=דף הבית כעת:
lblSearchTitle.Caption=מנוע חיפוש ברירת מחדל:
rdibtnOK.Caption=אישור

[Uninstaller_frmSetting]
lbl_AfterUninstallAutoScan.caption=הפעל את הסריקה החכמה לאחר שזוהתה הסרת תוכנה
RdImageButton_Cancel.caption=בטל
RdImageButton_OK.caption=אישור
lbl_SkinTitle.caption=ערכת נושא:
lbl_classic.caption=קלאסית
lbl_Metro.caption=כחולה
lbl_Caption.caption=הגדרות
lbl_General.caption=כללי
lbl_AutoUninstaller.caption=הצג אפשרות ליצור נקודת שחזור מלפני התקנה
lbl_AutoPowerfulScan.caption=החל סריקה חכמה אוטומטי לאחר הסרת התוכנה
lbl_Language.caption=שפה
lbl_CurrentLanguage_Title.caption=שפה שפועלת כרגע:
lbl_ShowExplorerButton.caption=הוסף כפתור "גרוס" לתפריט אקפלורר
lbl_BrowserPlugTip.caption=הודע לי כאשר תוספות זדוניות מותקנות
lbl_AutoShowTipForm.caption=הפעל סריקה חכמה מתי שהסרת התקנה זוהתה
lbl_AutoDelete.caption=מחק את כל הקבצי זבל שנותרו באופן אוטומטי לאחר הסריקה לגילוי קבצי זבל
lbl_classic1.caption=קלאסי
lbl_white.caption=לבן

[Uninstaller_CleanTool_Frame]
ListView_Clean.Columns[0].Caption=מיקום קובץ
Menu_Clean_SelectAll.caption=בחר הכל
lbl_Shortcut_Title.caption=קיצורי דרך שגויים
lbl_Shortcut_Detail.caption=סרוק והסר את הקיצורי דרך השגויים במסך התחל, שולחן עבודה, ומקומות נוספים במערכת שלך בשביל לשפר את הביצועים של המערכת ואת חווית המשתמש
lbl_WindowsPatch_Title.caption=תיקון מטמון במערכת
lbl_WindowsPatch_Detail.caption=נקה את המטמון במערכת שנוצרבמהלך תיקונים לשחרור מקום בדיסק קשיח בשביל לגרום למערכת לרוץ חלק יותר
lbl_Download_Title.caption=הורד תיקייה
lbl_Frame_Title.caption=נקה
Menu_Clean_InvertSelection.caption=הפוך את הבחירה
Menu_Clean_OpenFileLocation.caption=פתח מיקום קובץ
lbl_Frame_Detail.caption=הניקוי יעזור לך למצוא ולנקות את הקבצי זבל שנשארו אחרי הסרה של תוכניות וניקוי של המטמון של המערכת על מנת לשמור עוד מקום ולשפר את ביצועי המערכת שלך
lbl_Download_Detail.caption=סרוק קבצים בתיקיית ההורדות המוגדרת כברירת מחדל, מלפני המחיקה, וודא שהקבצים הם ללא שימוש

[Uninstaller_From_PluginNotice]
btnImg_Uninstall.caption=מחק
lbl_Title.caption=IObit Unisntaller
lbl_NoTkanks.caption=אל תראה הודעה זאת שוב

[Uninstaller_frmPluginVote]
rdibtnVote.Caption=דירוג
lblTitle.Caption=דירוג
rdibtnLv1.Caption=כוכב
rdibtnLv2.Caption=שני כוכבים
rdibtnLv3.Caption=שלושה כוכבים
rdibtnLv4.Caption=ארבעה כוכבים
rdibtnLv5.Caption=חמישה כוכבים
lblWaiting.Caption=שולח דירוג, אנא המתן

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=אזהרה
lbl_Warnning_Detaill.caption=תוכנת המחשב מוגנת על ידי חוק זכויות יוצרים ואומנות בינלאומיות
lbl_Thanks_Title.caption=תודה מיוחדת לאנשים הבאים על תרומתם הגדולה:
lbl_copyright.caption=זכויות יוצרים: 2005-2018 IObit, כל הזכויות

[uninstall_Mitor_M]
Donotagain_M=אל תראה את זה שוב
Cleannow_M=נקה עכשיו
Lbl_metro_Atten.caption=שים לב
lbl_show.caption="%s" עדיין יש שאריות שעלולות להשפיע לרעה על ביצועי מחשב.
Hide_M=הסתר
showDetails_M=הצג פרטים
Cleanmanually_M=נקה באופן ידני
Close_M=סגור
AutoClean_M=ניקוי אוטומטי
Cleaning_M=מנקה
StillLeavas_M="%s" עדיין משאיר
RegistryEntries_M=קבצים ברישום
MBFiles_M=קבצי MB
LeftBy_M=הושאר על ידי "%s" נמחקו
Cleanfuture_M=נקה אוטומטי בפעמים הבאות
Registry_M=רישום
File_M=קובץ
Files_M=קבצים

[ActionCenter_M]
M_kvpCaption=מוריד הוידאו
M_kvpInfo_NotIns=הורד סרטונים מיוטיוב ומעל ל 10,000 אתרים שונים במהירות ובקלות
M_kvpInfo_UpToDate=הורד סרטונים מיוטיוב ומעל ל 10,000 אתרים שונים במהירות ובקלות
M_kvpOffer=הורד סרטונים מיוטיוב ומעל ל 10,000 אתרים שונים במהירות ובקלות.<br>הורד סרטונים וסרטים מכל סוג בלחיצה אחת.<br>הורד פלייליסטים של יוטיוב && עוד פלייליסטים במכה אחת<br>הורדה מהירה יותר פי 3 בעזרת טכנולוגית הורדה בחלקים מתקדמת.<br>המר סרטים וסרטונים ברשת / במחשב לכל פורמט.
M_HideAC=הסתר
M_ShowAC=הראה
M_ShowACTitle=אבטחה && ביצועים
M_ShowACDesc=הקלק על "הראה" להצגת תכניות מומלצות אחרות והתקנתם להשגת אבטחה וביצועים טובים יותר
M_AC_FreeTitle=אבטחה && ביצועים
M_AC_FreeHelp_Upt=אין לך את הפונקציות המתקדמות ואת התכונות שהוספו לאחרונה
M_AC_FreeHelp_OK=הרצת התכניות הבאות בקביעות תתן לך הגנת אבטחה טובה יותר וביצועי מחשב
M_AC_Free_ReadEULA=קרא את EULA (הסכם הרשאת משתמש קצה)
M_ShowACTitle2=הודעה!
M_Scan=סורק...
M_Recomm_Ins=מומלץ: התקן %s
M_Recomm_Upt=מומלץ: עדכן %s
M_none=כלום
M_Fix=השג כעת
M_fixing=מתקין
M_Updating=מעדכן
M_fixed=השג
M_failed=נכשל
M_RuningWell=הגירסה האחרונה המותקנת
M_Outdated=מיושן
M_NotInstalled=לא מותקן
M_ASCCaption=ביצועי מערכת
M_ASCInfo_NotIns=נמצאו שגיאות מרשמה, סוגיות פּרטיוּת וקובצי זבל במערכת שלך
M_ASCInfo_UpToDate=האצה ומיטוב בקליק-1 של Advanced SystemCare
M_ASCInfo_NeedUpDate=Advanced SystemCare מיושנת
M_ASCDesc=קליק-אחד להגנה ומיטוב מחשבך
M_RunASC=סרוק כעת
M_IMFCaption=הגנה מפני רוגלות
M_IMFInfo_NotIns=לא מאובטח באופן מלא על ידי תכנית אנטי-רוגלה של צד-שלישי
M_IMFInfo_UpToDate=IObit Malware Fighter מגן על מחשבך מפני זדונות שונות
M_IMFInfo_NeedUpDate=תכנית האנטי-רוגלה שלך מיושנת
M_IMFDesc=הגן על מחשבך מפני זדונות
M_RunIMF=סרוק כעת
M_DBCaption=מעדכן הדרייבר
M_DBInfo_NotIns=ייתכן שיש דרייברים מיושנים, העלולים להאט && לערער את יציבות מחשבך
M_DBInfo_NeedUpDate=תכנית עדכוני הדרייבר שלך מיושנת
M_DBDesc=עדכן את כל הדרייברים המיושנים במחשבך
M_RunDB=סרוק כעת
M_SDCaption=מיטוב הדיסק
M_SDInfo_UpToDate="איחוי-חכם" מאחה את הדיסק לביצועים גבוהים
M_SDInfo_NeedUpDate=תכנית איחוי הדיסק שלך מיושנת
M_SDDesc=מאחה דיסק לביצועים גבוהים
M_RunSD=אחֵה כעת
M_SMCaption=תפריט התחלה
M_SMInfo_NotIns=החזר לעצמך את תפריט ההתחל הקלאסי שאתה מכיר
M_SMInfo_UpToDate=עם Start Menu 8 חוזר גם תפריט ההתחל הקלאסי של חלונות
M_SMInfo_NeedUpDate=תכנית ה Start Menu 8 מיושנת
M_SMDesc=הבא בחזרה את תפריט ה"התחל" של חלונות
M_RunSM=הרץ עכשיו
M_AMCCaption=הגנת אנדרואיד
M_AMCInfo_NotIns=השג הגנת אבטחה ופרטיות טובה יותר עבור התקן האנדרואיד שלך
M_Recomm_Ins_AMC=מומלץ: הַתקן %s להֵתקן האנדרואיד שלך
M_AMCDesc=מטב ואבטח את התקן האנדרואיד שלך
M_RunAMC=השג כעת
M_DLCaption=מנהל הסיסמאות
M_DLInfo_NotIns=מגן ומנהל את כל הסיסמאות שלך עם מנהל הסיסמאות של Dashlane
M_DLInfo_UpToDate=לעולם לא תשכח את הסיסמאות שלך עם Dashlane - הבטוח והמאובטח
M_RunDL=נהל
M_FPCaption=ממיר וידאו
M_FPInfo_NotIns=קבל את ממיר הוידאו שימיר וידאו עבור התקנים שונים
M_FPInfo_UpToDate=תיהנה מצפייה בוידאו על כל התקן שתרצה
M_iFreeUpCaption=מיטוב iOS
M_RuniFreeUp=סרוק כעת
M_BuyiFreeUp=רכוש כעת
M_iFreeUpDesc=שחרר יותר שטח עבור התקן ה-iOS שלך
M_iFreeUpInfo_NotIns=ייתכן שיש שטח יקר מבוזבז על התקן ה- iOS שלך
M_iFreeUpInfo_NeedUpDate=ה iFreeUp שלך מיושן
M_Recomm_Ins_iFreeUp=מומלץ: התקן %s לשחרור שטח מבוזבז
M_VipTitle=הצעה אקסלוסיבית
M_AC_ShareTip=שתף את ההצעה האקסלוסיבית עם חברים/משפחה
M_AC_Pro_Title=מוצרים אחרים מומלצים לאבטחה וביצועים טובים יותר
M_ACPro_SubTitle=רכוש כעת כדי להשיג את ההנחה האקסלוסיבית עבור משתמשי ASC PRO בלבד
M_ActionCenterTitle_Perfectly=כל התכניות רצות היטב!
M_SubTitle_Perfectly=מריץ את התכניות הבאות בקביעות לקבלת הגנת אבטחה וביצועי מחשב. תיהנה מהשימוש בהם
M_ShowACTitlePro=הצעה אקסלוסיבית
M_ShowACDescPro=הקלק "הראה" להשגת המחיר-לאחר-ההנחה האקסלוסיבית עבור מוצרים מומלצים אחרים של IObit
M_AC_ProShareMail=שתף דרך דוא"ל
M_AC_ProShareFB=שתף דרך פייסבוק
M_AC_NoMailCLient=הפעולה נכשלה תוכנת הדואר האלקטרוני אינה מותקנת כהלכה.
M_BuyIMF=רכוש כעת
M_BuyDB=רכוש כעת
M_BuySD=רכוש כעת
M_SU_UpdateAll=עדכן הכל
M_SU_ActiveAutoUpt=הפעל עדכונים אוטומטיים
M_SU_Title=מעדכן התוכנה
M_SU_Help=מסייע לך לקבל עדכונים עדכניים לתכניות החשובות שלך בקלות וביעילות
M_SU_Ignored=התעלמות
M_SU_Upting=מעדכן
M_SU_Update=עדכון
M_SU_UptoDate=מעודכן
M_SU_StopIg=אל תתעלם
M_SU_Ignore=התעלם
M_SU_NewVer=גירסה חדשה:
M_SU_InsVer=גירסה נוכחית:
M_FixAllAC=השג הכל
M_AC_FreeHelp_Ins=השג הגנת אבטחה טובה יותר והמרצת ביצועים עם תוכניות מומלצות
M_AC_FreeTitleHide1=כל התכניות המומלצות נסתרות!
M_AC_FreeDetailHide=כל התכניות המומלצות נסתרות! הקלק "הצג" להצגתן והתקנתן כדי לקבל הגנת אבטחה מלאה וביצועים אולטימטיביים
M_RunIU=הרץ כעת
M_IUCaption=מסיר התקנה של תכניות
M_IUInfo_NotIns=מסיר תכניות לא רצויות, סרגלי-כלים ומתקעי דפדפן
M_IUInfo_UpToDate=מסיר ההתקנה של IObit, מסיר מתקעים & יישומים ביסודיות
M_IUInfo_NeedUpDate=מסיר ההתקנה של IObit מיושן
M_FPInfo_NeedUpDate=חבילת הפורמט מיושנת
M_iFreeUpInfo_UpToDate=iFreeUp משחרר את התקן ה-iOS מיותר שטח
M_RunSGB=המרץ כעת
M_SGBCaption=מיטוב המשחק
M_SGBInfo_NotIns=המרץ את תוחלת-החיים של המשחק והמחשב שלך ע"י שמירה על הכושר שלו
M_SGBInfo_UpToDate=Superb Game Boost מאיץ וממטב את ביצועי המשחק בקליק-אחד
M_SGBInfo_NeedUpDate=Superb Game Boost מיושן

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=עדכון ידני
lblActiveTitle.Caption=עייף מעדכונים ידניים?
btnActiveAutoUpt.Caption=הפעל עדכונים אוטומטיים
btnDonotShow.Caption=אל תציג זאת שנית
lblClose.Caption=סגירה

[promot_M]
CountDown_M=הצעה לזמן מוגבל: %dd:%dh:%dm:%ds:%dms*
